<h3>Отказ от ответственности</h3>

<p>Последнее обновление: 29.01.2019</p>

<p>Размещаемая на страницах <?= Yii::$app->params['domain'];?> (в дальнейшем Сайт) информация предназначена для свободного ознакомления пользователями.</p>

<p>Вся информация предоставляется в исходном виде, без гарантий полноты или своевременности, и без иных явно выраженных или подразумеваемых гарантий. Доступ к Сайту, а также использование его Содержимого осуществляются исключительно по вашему усмотрению и на ваш риск.</p>

<p>Администрация прикладывает все усилия, чтобы обеспечить пользователей точной и достоверной информацией, но в то же время не исключает возможности возникновения ошибок.</p>

<p>Cайт <b><?= Yii::$app->params['domain'];?> - это проект с открытым содержимым</b>. Его строение позволяет любому, кто имеет доступ к интернету, изменять его содержание, поэтому Сайт и его Содержимое предоставляются свободно, как акт доброй воли, по принципу «как есть», без заключения каких-либо договорённостей или договоров между Вами, пользователями данного Сайта, Администрацией, владельцами серверов, на которых он размещён, либо кем-то ещё, любым образом связанными с этим или родственными ему проектами, которые могут стать предметом прямых претензий.</p>

<p>Администрация не дает каких-либо заверений или гарантий в отношении Сайта и его Содержимого, в том числе, без ограничения, в отношении своевременности, актуальности, точности, полноты, достоверности, доступности или соответствия для какой-либо конкретной цели Сайта и Содержимого, в отношении того, что при использовании Сайта не возникнет ошибок, оно будет безопасным и бесперебойным, что Администрация будет исправлять какие-либо ошибки, или что на Сайте не будет вирусов или иных вредоносных кодов, а так же, что Содержимое и Сайт не нарушают прав третьих лиц.</p>

<p>Некоторые ссылки на этом Сайте ведут к ресурсам, расположенным на сторонних сайтах. Данные ссылки размещены для удобства пользователей и не означают, что Администрация одобряет содержание других сайтов. Кроме этого, Администрация Сайта не несет никакой ответственности за доступность этих ресурсов и за их контент. Это заявление относится ко всем ссылкам, представленным на Сайте, и материалам всех веб-сайтов, доступных через баннеры и ссылки на веб-сайте по адресу <?= Yii::$app->params['domain'];?>.</p>

<p>В обязанности Администрации не входит контроль легальности или нелегальности передаваемой информации (любой, включая, но не ограничиваясь, информацией передаваемой между пользователями, внутренней пересылки информации в виде различных ссылок, текстов или архивов), определение прав собственности или законности передачи, приема или использования этой информации.</p>

<p>Администрация принимает разумные меры для обеспечения точности, актуальности и правомерности Содержимого, но она не принимает на себя ответственности за действия лиц или организаций, прямо или иным образом осуществленные на основании информации, имеющейся на Сайте или полученной через него, как предоставленной Администрацией, так и третьими лицами.</p>

<p>В соответствии с действующим законодательством, Администрация отказывается от каких-либо заверений и гарантий, предоставление которых может иным образом подразумеваться, и отказывается от ответственности в отношении Сайта, Содержимого и их использования. Ни при каких обстоятельствах Администрация Сайта не будет нести ответственности ни перед какой стороной за какой-либо прямой, непрямой, особый или иной косвенный ущерб в результате любого использования информации на этом Сайте или на любом другом сайте, на который имеется гиперссылка с нашего Сайта, возникновение зависимости, снижения продуктивности, увольнения или прерывания трудовой активности, а равно и отчисления из учебных учреждений, за любую упущенную выгоду, приостановку хозяйственной деятельности, потерю программ или данных в Ваших информационных системах или иным образом, возникшие в связи с доступом, использованием или невозможностью использования Сайта, Содержимого или какого-либо связанного интернет-сайта, или неработоспособностью, ошибкой, упущением, перебоем, дефектом, простоем в работе или задержкой в передаче, компьютерным вирусом или системным сбоем, даже если администрация будет явно поставлена в известность о возможности такого ущерба.</p>

<p>Отправляя материалы, отправляющая сторона гарантирует и подтверждает, что она обладает авторскими правами на эти материалы, получила разрешение на публикацию от обладателя авторских прав, или что эти материалы являются общественным достоянием и размещаются в соответствии законодательством или требованиями первоисточника. Отправляющая сторона также гарантирует и подтверждает, что получатель имеет полное и не ограниченное право отправки данных материалов, и что такая отправка не ущемляет ничьих прав и законных интересов.</p>

<p>Сайт может использовать идентификационные файлы cookies для хранения как вашей личной, так и общей информации. «Cookies» представляют собой небольшие текстовые файлы, которые могут использоваться интернет-сайтом для опознавания повторных посетителей, упрощения доступа и использования посетителем сайта, а также отслеживания сайтом обращений посетителей и сбора общей информации для улучшения содержания. Пользуясь Сайтом, вы выражаете свое согласие на использование Сайтом cookies.</p>

<p>Администрация оставляет за собой право вносить изменения без уведомления о них пользователей. Также Администрация не несет ответственности за изменение, редактирование или удаление любой информации, добавленной вами на Сайт или другие связанные с ним проекты.</p>

<p>Администрация вправе отказать в доступе к Сайту любому Пользователю, или группе Пользователей без объяснения причин своих действий и предварительного уведомления.</p>

<p>Администрация вправе изменять либо удалять ссылки на информацию, графические, звуковые и прочие данные, размещенные Пользователями на Сайте, без предварительного уведомления и объяснения причин своих действий.</p>

<p>Любые торговые марки, знаки и названия товаров, служб и организаций, права на дизайн, авторские и смежные права, которые упоминаются, используются или цитируются на страницах Сайта, принадлежат их законным владельцам и их использование здесь не дает вам право на любое другое использование. Если не указано иное, страницы данного Сайта никак не связаны с правообладателями, и никто кроме правообладателя не может распоряжаться правами на использование материалов, защищенных авторским правом. Вы несете ответственность за использование этих и подобных материалов.</p>

<p>Чтение, распространение или изменение информации, размещённой на данном сайте, может являться нарушением законов той страны, в которой вы просматриваете этот сайт.</p>

<p>Пользователь соглашается с тем, что все возможные споры будут разрешаться по нормам европейского права.</p>

<p>Все права на материалы, находящиеся на Сайте, охраняются в соответствии с законодательством ЕС, в том числе, об авторском праве и смежных правах.</p>

<p>Компоновка страниц, логотип, графики и рисунки, размещенные на данном Сайте защищены авторским правом.</p>

<p><b>Используя данный Сайт, Вы выражаете свое согласие с "Отказом от ответственности" и установленными Правилами и принимаете всю ответственность, которая может быть на Вас возложена.</b></p>

<p>Администрация Сайта в любое время вправе внести изменения в Правила, которые вступают в силу немедленно. Продолжение пользования Сайтом после внесения изменений означает Ваше автоматическое согласие на соблюдение новых правил.</p>